[Skills.Skill_AfterburnerConsumption SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Vehicle.Class_CorrosiveFanBoat_AIOnly VehicleClassDefinition]
DisplayName="a plane"

[Vehicle.Class_FanBoat VehicleClassDefinition]
DisplayName="bird"

[Vehicle.Class_FanBoat_AIOnly VehicleClassDefinition]
DisplayName="a boat"

[Vehicle.Class_ShockFanBoat_AIOnly VehicleClassDefinition]
DisplayName="It can be controlled"

[Weapons.WeaponTypes.WeaponType_CorrosiveSpew_AIOnly WeaponTypeDefinition]
Typename=" A gangster car with a rocket launcher"
PickupMessage="It's up to you %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You can't use this thing.."
NoManufacturerName="General"

[Weapons.WeaponTypes.WeaponType_FrontMachineGun WeaponTypeDefinition]
Typename=" Anti-aircraft machine gun"
PickupMessage="i saw %s"
UseFailureLevelMessage="You must be %d level to use this feature."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="personalized"

[Weapons.WeaponTypes.WeaponType_MachineGun WeaponTypeDefinition]
Typename=" Air gun"
PickupMessage="you have %s"
UseFailureLevelMessage="You need %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Summary"

[Weapons.WeaponTypes.WeaponType_StickyShock_AIOnly WeaponTypeDefinition]
Typename=" Blackmailer and thief"
PickupMessage="do you have %s"
UseFailureLevelMessage="You must have level %d to use this feature.."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="but"

